exports.DescriptionProperties = {
	'type' : {
		'S':'Сущ',
		'S-PRO': 'Сущ-PRO?', //TODO Узнать что такое S-PRO
		'A':'Прил',
		'A/ADV': 'A/ADV', //!!!!!!!!!!!!!!!!!!!!!!!
		'A-NUM': 'Мест-Прил',
		'NUM':'Числ',
		'V':'Глаг',
		'ADV':'Нареч',
		'ADV/Ash': 'ADV/Ash', //!!!!!!!!!!!!!!!!
		'ADV/CONJ': 'ADV/CONJ', //!!!!!!!!!!!!!!!!!!
		'PRAEDIC':'Предикатив',
		'PARENTH':'Вводное слово',
		'PR':'Пред',
		'CONJ':'Союз',
		'CONJ/PART': 'Союз-Частица',
		'PART/CONJ': 'Союз-Частица',
		'PART':'Частица',
		'INTJ':'Междом',
		'IDIOM':'Идеоматическое выражение',
	},
	'gender':{
		'муж':'муж',
		'жен':'жен',
		'ср'  :'сред',
		'сред':'сред',
		'средн':'сред',
	},
	'number':{
		'ед':'ед',
		'мн':'мн'
	},
	'case' : {
		'им':'им',
		'род':'род',
		'род2': 'род2', //!!!!!!!!!!!!!!!!
		'дат':'дат',
		'вин':'вин',
		'твор':'твор',
		'пр':'пр',
		'пр2':'пр2', //!!!!!!!!!!!!!!
	},
	'comp' : { //Самостоятельно ввел степень сравнения 
		'срав' : 'срав',
	},
	'anim' : {
		'од':'од',
		'неод':'неод'
	},
	'short': {
		'кр':'кр'
	},
	'vid'  : {
		'сов':'сов',
		'несов':'несов'
	},
	'nakl' : {
		'изъяв':'изъяв',
		'пов':'пов'
	},
	'time' : {
		'прош':'прош',
		'непрош':'непрош',
		'наст':'наст'
	},
	'face' : {
		'1-л':'1-л',
		'2-л':'2-л',
		'3-л':'3-л'
	},
	'inf'  : {
		'инф':'инф'
	},
	'participle' : {
		'прич':'прич'
	},
	'voice': {
		'страд':'страд'
	},
	'gerund':{
		'деепр':'деепр'
	},
	'imyaS': {
		'имя':'имя',
		'фам':'фамилия',
		'отч':'отчество',
		'топ':'топоним',
		'мтоп':'микротопоним',
		'прозв':'прозвище',
		'клич':'кличка',
		'onim':'другое'
	},
	'dial' : {'*':1},
	
	'unknown' : { //!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!
		'стяж': 'стяж',
	},
};